Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: text inside the file
de: Text in der Datei
es: texto dentro del archivo
fr: texte à l’intérieur du fichier
it: testo nel file
ja: ファイル内のテキスト
ko: 파일 안의 텍스트
nl: Tekst in het bestand
pl: tekst w pliku
pt_br: texto dentro do arquivo
ru: текст внутри файла
uk: текст у файлі
zh_hans: 文件中的文本
zh_hant: 檔案中的文字

source: text to find
de: Suchtext
es: texto que buscar
fr: texte à trouver
it: testo da trovare
ja: 検索するテキスト
ko: 찾을 텍스트
nl: Tekst om te vinden
pl: tekst do znalezienia
pt_br: texto a buscar
ru: текст для поиска
uk: текст для пошуку
zh_hans: 要查找的文本
zh_hant: 要尋找的文字

source: That file has no location on disk, so there is nothing to reveal.
de: Diese Datei hat keinen lokalen Speicherort, daher gibt es nichts anzuzeigen.
es: Ese archivo no tiene ubicación en el disco, así que no hay nada que revelar.
fr: Ce fichier n’a pas d’emplacement sur le disque ; il n’y a donc rien à révéler.
it: Quel file non ha una posizione sul disco, quindi non c’è niente da mostrare.
ja: そのファイルにはディスク上の場所がないため、表示するものはありません。
ko: 해당 파일에는 디스크 위치가 없어 표시할 항목이 없습니다.
nl: Dat bestand heeft geen locatie op de schijf, dus er is niets om te tonen.
pl: Ten plik nie ma położenia na dysku, więc nie ma czego pokazać.
pt_br: Esse arquivo não tem um local no disco, então não há nada para revelar.
ru: У этого файла нет расположения на диске — показывать нечего.
uk: Цей файл не має розташування на диску, тому нічого показати.
zh_hans: 该文件在磁盘上没有位置，所以没有可显示的内容。
zh_hant: 該檔案在磁碟上沒有位置，所以沒有可顯示的內容。

source: That item isn’t a folder.
de: Dieses Objekt ist kein Ordner.
es: Ese ítem no es una carpeta.
fr: Cet élément n’est pas un dossier.
it: L’elemento non è una cartella.
ja: その項目はフォルダではありません。
ko: 그 항목은 폴더가 아닙니다.
nl: Dat onderdeel is geen map.
pl: Ta rzecz nie jest folderem.
pt_br: Esse item não é uma pasta.
ru: Это не папка.
uk: Цей об’єкт не є папкою.
zh_hans: 该项目不是文件夹。
zh_hant: 該項目不是檔案夾。

source: The active panel isn’t a folder on this disk.
de: Der aktive Bereich ist kein lokaler Ordner.
es: El panel activo no es una carpeta de este disco.
fr: Le panneau actif n’est pas un dossier sur ce disque.
it: Il pannello attivo non è una cartella su questo disco.
ja: アクティブなパネルはこのディスク上のフォルダではありません。
ko: 활성 패널은 이 디스크의 폴더가 아닙니다.
nl: Het actieve paneel is geen map op deze schijf.
pl: Aktywny panel nie jest folderem na tym dysku.
pt_br: O painel ativo não é uma pasta neste disco.
ru: Активная панель не является папкой на этом диске.
uk: Активна панель не є папкою на цьому диску.
zh_hans: 当前面板不是此磁盘上的文件夹。
zh_hant: 目前面板不是此磁碟上的檔案夾。

source: the archive
de: das Archiv
es: el archivo comprimido
fr: l’archive
it: questo archivio
ja: アーカイブ
ko: 아카이브
nl: Het archief
pl: archiwum
pt_br: o arquivo compactado
ru: архива
uk: архіва
zh_hans: 压缩包
zh_hant: 封存檔

source: The archive may be damaged or the items may be missing.
de: Das Archiv ist möglicherweise beschädigt oder die Objekte fehlen.
es: El archivo comprimido puede estar dañado o puede que falten los ítems.
fr: L’archive peut être endommagée ou les éléments peuvent être manquants.
it: L’archivio potrebbe essere danneggiato o gli elementi potrebbero mancare.
ja: アーカイブが破損しているか、項目が見つからない可能性があります。
ko: 아카이브가 손상되거나 항목이 누락될 수 있습니다.
nl: Het archief kan beschadigd zijn of de onderdelen kunnen ontbreken.
pl: Archiwum może być uszkodzone albo rzeczy mogą nie istnieć.
pt_br: O arquivo compactado pode estar danificado ou os itens podem estar ausentes.
ru: Возможно, архив повреждён или объекты отсутствуют.
uk: Архів може бути пошкоджений або об’єкти можуть бути відсутні.
zh_hans: 压缩包可能损坏或项目可能丢失。
zh_hant: 封存檔可能損壞或項目可能遺失。

source: The connection couldn’t be set up.
de: Die Verbindung konnte nicht eingerichtet werden.
es: No se pudo configurar la conexión.
fr: La connexion n’a pas pu être établie.
it: Non è stato possibile configurare la connessione.
ja: 接続を設定できませんでした。
ko: 연결을 설정할 수 없습니다.
nl: De verbinding kon niet worden ingesteld.
pl: Nie można skonfigurować połączenia.
pt_br: Não foi possível configurar a conexão.
ru: Не удалось установить подключение.
uk: Не вдалося налаштувати з’єднання.
zh_hans: 无法设置连接。
zh_hant: 無法設定連線。

source: The connection was cancelled.
de: Die Verbindung wurde abgebrochen.
es: La conexión se canceló.
fr: La connexion a été annulée.
it: La connessione è stata annullata.
ja: 接続はキャンセルされました。
ko: 연결이 취소되었습니다.
nl: De verbinding is geannuleerd.
pl: Połączenie anulowano.
pt_br: A conexão foi cancelada.
ru: Подключение отменено.
uk: Підключення отменено.
zh_hans: 连接被取消了。
zh_hant: 連線已取消。

source: The Dirnex command or user script to run.
de: Der auszuführende Dirnex-Befehl oder das auszuführende Benutzerskript.
es: El comando de Dirnex o script de usuario que se ejecutará.
fr: La commande Dirnex ou le script utilisateur à exécuter.
it: Il comando o lo script utente Dirnex da eseguire.
ja: 実行するDirnexコマンドまたはユーザスクリプト。
ko: 실행할 Dirnex 명령 또는 사용자 스크립트.
nl: Het Dirnex-commando of gebruikersscript dat moet worden uitgevoerd.
pl: Polecenie Dirnex lub skrypt użytkownika do uruchomienia.
pt_br: O comando do Dirnex ou script de usuário a executar.
ru: Команда Dirnex или пользовательский скрипт, который нужно выполнить.
uk: Команда Dirnex або скрипт користувача для запуску.
zh_hans: 要执行的 Dirnex 命令或用户脚本。
zh_hant: 要執行的 Dirnex 指令或使用者腳本。

source: The editor F4 opens the file under the cursor in. ⇧F4 names a new file first, creating it if it doesn’t exist yet.
de: Mit F4 wird die Datei unter dem Cursor im Editor geöffnet. Mit ⇧F4 geben Sie zuerst einen neuen Dateinamen ein; die Datei wird erstellt, falls sie noch nicht existiert.
es: El editor donde F4 abre el archivo bajo el cursor. ⇧F4 pide primero el nombre de un archivo nuevo y lo crea si aún no existe.
fr: L’éditeur F4 ouvre le fichier sous le curseur. ⇧F4 nomme d’abord un nouveau fichier, le créant s’il n’existe pas encore.
it: L’editor aperto con F4 modifica il file sotto il cursore. ⇧F4 chiede prima il nome di un nuovo file e lo crea se non esiste ancora.
ja: エディタF4はカーソル下のファイルを開きます。⇧F4では先に新しいファイル名を指定し、存在しない場合は作成します。
ko: F4로 커서 아래의 파일을 여는 편집기입니다. ⇧F4는 먼저 새 파일 이름을 묻고, 아직 없으면 파일을 생성합니다.
nl: De editor die F4 gebruikt om het bestand onder de cursor te openen. Met ⇧F4 geef je eerst een nieuw bestand een naam; het wordt aangemaakt als het nog niet bestaat.
pl: Edytor F4 otwiera plik pod kursorem. ⇧F4 najpierw nazywa nowy plik i tworzy go, jeśli jeszcze nie istnieje.
pt_br: O editor em que F4 abre o arquivo sob o cursor. ⇧F4 pede o nome de um novo arquivo primeiro, criando-o se ainda não existir.
ru: Редактор, в котором F4 открывает файл под курсором. ⇧F4 сначала запрашивает имя нового файла и создаёт его, если он ещё не существует.
uk: Редактор, у якому F4 відкриває файл під курсором. ⇧F4 спершу задає назву нового файла й створює його, якщо він ще не існує.
zh_hans: 编辑器设置决定 F4 用哪个 App 打开光标所在的文件。⇧F4 会先让你命名一个新文件；如果该文件尚不存在，则会创建它。
zh_hant: 編輯器設定決定 F4 用哪個 App 打開游標所在的檔案。⇧F4 會先讓你命名一個新檔案；如果該檔案尚不存在，則會建立它。

source: The file or folder to reveal.
de: Die anzuzeigende Datei oder der anzuzeigende Ordner.
es: El archivo o la carpeta que se revelará.
fr: Le fichier ou le dossier à révéler.
it: Il file o la cartella da mostrare.
ja: 表示するファイルまたはフォルダ。
ko: 표시할 파일 또는 폴더.
nl: Het bestand of de map die moet worden getoond.
pl: Plik lub folder do pokazania.
pt_br: O arquivo ou pasta a revelar.
ru: Файл или папка, которую нужно показать.
uk: Файл або папка, які потрібно показати.
zh_hans: 要显示的文件或文件夹。
zh_hant: 要顯示的檔案或檔案夾。

source: The folders are already in sync.
de: Die Ordner sind bereits synchronisiert.
es: Las carpetas ya están sincronizadas.
fr: Les dossiers sont déjà synchronisés.
it: Le cartelle sono già sincronizzate.
ja: フォルダはすでに同期されています。
ko: 폴더는 이미 동기화되어 있습니다.
nl: De mappen zijn al synchroon.
pl: Foldery są już zsynchronizowane.
pt_br: As pastas já estão sincronizadas.
ru: Папки уже синхронизированы.
uk: Папки вже синхронізовано.
zh_hans: 文件夹已经同步了。
zh_hant: 檔案夾已經同步了。

source: The folders couldn’t be compared.
de: Die Ordner konnten nicht verglichen werden.
es: No se pudieron comparar las carpetas.
fr: Les dossiers ne pouvaient pas être comparés.
it: Non è stato possibile confrontare le cartelle.
ja: フォルダを比較できませんでした。
ko: 폴더를 비교할 수 없습니다.
nl: De mappen konden niet worden vergeleken.
pl: Nie można porównać folderów.
pt_br: Não foi possível comparar as pastas.
ru: Не удалось сравнить папки.
uk: Не вдалося порівняти папки.
zh_hans: 这些文件夹无法进行比较。
zh_hant: 這些檔案夾無法進行比較。

source: The FTP server reported an error.
de: Der FTP-Server hat einen Fehler gemeldet.
es: El servidor FTP informó de un error.
fr: Le serveur FTP a signalé une erreur.
it: Il server FTP ha segnalato un errore.
ja: FTPサーバからエラーが報告されました。
ko: FTP 서버에서 오류가 보고되었습니다.
nl: De FTP-server meldde een fout.
pl: Serwer FTP zgłosił błąd.
pt_br: O servidor FTP informou um erro.
ru: FTP-сервер сообщил об ошибке.
uk: FTP-сервер сообщил об ошибке.
zh_hans: FTP 服务器报告了一个错误。
zh_hant: FTP 伺服器報告了一個錯誤。

source: The identity of “%@” has changed
de: Die Identität von „%@“ hat sich geändert
es: La identidad de «%@» ha cambiado
fr: L’identité de «%@» a changé.
it: L’identità di “%@” è cambiata
ja: “%@”の識別情報が変更されました
ko: “%@”의 신원이 변경되었습니다.
nl: De identiteit van “%@” is gewijzigd
pl: Tożsamość „%@” uległa zmianie
pt_br: A identidade de “%@” mudou
ru: Идентификационные данные «%@» изменились
uk: Ідентичність «%@» змінилася
zh_hans: “%@”的身份已变更
zh_hant: 「%@」的身分已變更

source: The item isn’t available on any device iCloud can reach right now.
de: Das Objekt ist derzeit auf keinem Gerät verfügbar, das iCloud erreichen kann.
es: El ítem no está disponible ahora en ningún dispositivo al que iCloud pueda acceder.
fr: Cet élément n’est actuellement disponible sur aucun appareil auquel iCloud peut accéder.
it: L’elemento non è disponibile su nessun dispositivo raggiungibile da iCloud al momento.
ja: この項目は現在、iCloudが到達できるどのデバイスでも利用できません。
ko: 현재 iCloud에서 접근할 수 있는 어느 기기에서도 이 항목을 사용할 수 없습니다.
nl: Het onderdeel is momenteel niet beschikbaar op een apparaat dat iCloud kan bereiken.
pl: Ta rzecz nie jest teraz dostępna na żadnym urządzeniu, do którego iCloud może dotrzeć.
pt_br: O item não está disponível em nenhum dispositivo que o iCloud possa acessar agora.
ru: Объект сейчас недоступен ни на одном устройстве, доступном iCloud.
uk: Об’єкт зараз недоступний на жодному пристрої, до якого iCloud може звернутися.
zh_hans: iCloud 目前无法访问任何可提供此项目的设备。
zh_hant: iCloud 目前無法取用任何可提供此項目的裝置。

source: The item no longer exists.
de: Das Objekt existiert nicht mehr.
es: El ítem ya no existe.
fr: Cet élément n’existe plus.
it: L’elemento non esiste più.
ja: 項目はもう存在しません。
ko: 이 항목은 더 이상 존재하지 않습니다.
nl: Het onderdeel bestaat niet meer.
pl: Ta rzecz już nie istnieje.
pt_br: O item não existe mais.
ru: Объект больше не существует.
uk: Об’єкт больше не существует.
zh_hans: 该项目不再存在。
zh_hant: 該項目不再存在。

source: The old host key couldn’t be removed automatically. Remove it from %@ and try connecting again.
de: Der alte Host-Schlüssel konnte nicht automatisch entfernt werden. Entfernen Sie ihn aus %@ und stellen Sie die Verbindung erneut her.
es: La clave de host anterior no se pudo eliminar automáticamente. Elimínala de %@ e intenta conectar de nuevo.
fr: L’ancienne clé d’hôte ne pouvait pas être supprimée automatiquement. Supprimez-la de %@ et essayez de vous reconnecter.
it: Non è stato possibile rimuovere automaticamente la vecchia chiave host. Rimuovila da %@ e prova a connetterti di nuovo.
ja: 古いホストキーを自動的に削除できませんでした。%@から削除してから、もう一度接続してください。
ko: 오래된 호스트 키를 자동으로 제거할 수 없습니다. %@에서 제거한 다음 다시 연결해 보세요.
nl: De oude hostsleutel kon niet automatisch worden verwijderd. Verwijder deze uit %@ en probeer opnieuw verbinding te maken.
pl: Starego klucza hosta nie można było usunąć automatycznie. Usuń go z %@ i spróbuj połączyć się ponownie.
pt_br: Não foi possível remover automaticamente a chave de host antiga. Remova-a de %@ e tente conectar novamente.
ru: Старый ключ хоста не удалось удалить автоматически. Удалите его из %@ и попробуйте подключиться снова.
uk: Не вдалося автоматично вилучити старий ключ хоста. Вилучіть його з %@ і спробуйте підключитися знову.
zh_hans: 旧的主机密钥无法自动删除。请从 %@ 中删除它，然后再尝试连接。
zh_hant: 舊的主機金鑰無法自動刪除。請從 %@ 中刪除它，然後再嘗試連線。

source: The other items were renamed.
de: Die anderen Objekte wurden umbenannt.
es: Los demás ítems se renombraron.
fr: Les autres éléments ont été renommés.
it: Gli altri elementi sono stati rinominati.
ja: ほかの項目の名前は変更されました。
ko: 다른 항목들은 이름이 변경되었습니다.
nl: De andere onderdelen zijn hernoemd.
pl: Nazwy pozostałych rzeczy zostały zmienione.
pt_br: Os outros itens foram renomeados.
ru: Остальные объекты переименованы.
uk: Інші об’єкти перейменовано.
zh_hans: 其他项目已重新命名。
zh_hant: 其他項目已重新命名。

source: The other panel isn’t a folder you can copy into.
de: Der andere Bereich ist kein Ordner, in den Sie kopieren können.
es: El otro panel no es una carpeta en la que puedas copiar.
fr: L’autre panneau n’est pas un dossier dans lequel vous pouvez copier.
it: L’altro pannello non è una cartella in cui puoi copiare.
ja: ほかのパネルはコピー先にできるフォルダではありません。
ko: 다른 패널은 복사할 폴더가 아닙니다.
nl: Het andere paneel is geen map waar je in kunt kopiëren.
pl: Drugi panel nie jest folderem, do którego można kopiować.
pt_br: O outro painel não é uma pasta para onde você possa copiar.
ru: Другая панель — не папка, в которую можно копировать.
uk: Інша панель не є папкою, у яку можна копіювати.
zh_hans: 另一个面板不是可拷贝到其中的文件夹。
zh_hant: 另一個面板不是可拷貝到其中的檔案夾。

source: The panels show the same folder
de: Die Bereiche zeigen denselben Ordner
es: Los paneles muestran la misma carpeta
fr: Les panneaux affichent le même dossier
it: I pannelli mostrano la stessa cartella
ja: パネルは同じフォルダを表示しています
ko: 패널에는 동일한 폴더가 표시됩니다.
nl: De panelen tonen dezelfde map
pl: Panele pokazują ten sam folder
pt_br: Os painéis mostram a mesma pasta
ru: Панели показывают одну и ту же папку
uk: Панелі показують ту саму папку
zh_hans: 面板显示相同的文件夹
zh_hant: 面板顯示相同的檔案夾

source: The remote path wasn’t found.
de: Der entfernte Pfad wurde nicht gefunden.
es: No se encontró la ruta remota.
fr: Le chemin distant n’a pas été trouvé.
it: Il percorso remoto non è stato trovato.
ja: リモートパスが見つかりませんでした。
ko: 원격 경로를 찾을 수 없습니다.
nl: Het externe pad is niet gevonden.
pl: Nie znaleziono zdalnej ścieżki.
pt_br: O caminho remoto não foi encontrado.
ru: Удалённый путь не найден.
uk: Віддалений шлях не знайдено.
zh_hans: 未找到远程路径。
zh_hant: 找不到遠端路徑。

source: The script could not be launched.
de: Das Skript konnte nicht gestartet werden.
es: No se pudo iniciar el script.
fr: Le script n’a pas pu être lancé.
it: Non è stato possibile avviare lo script.
ja: スクリプトを起動できませんでした。
ko: 스크립트를 실행할 수 없습니다.
nl: Het script kon niet worden gestart.
pl: Nie można uruchomić skryptu.
pt_br: Não foi possível iniciar o script.
ru: Не удалось запустить скрипт.
uk: Не вдалося запустити скрипт.
zh_hans: 无法启动脚本。
zh_hant: 無法啟動腳本。

source: The selection is passed as arguments ("$@", "$1"). Also available: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
de: Die Auswahl wird als Argumente übergeben ("$@", "$1"). Auch verfügbar: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
es: La selección se pasa como argumentos ("$@", "$1"). También están disponibles: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
fr: La sélection est transmise en tant qu’arguments ("$@", "$1"). Disponible également : $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
it: La selezione viene passata come argomenti (“$@”, “$1”). Disponibili anche: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
ja: 選択項目は引数（"$@"、"$1"）として渡されます。$DIRNEX_CURRENT_DIR、$DIRNEX_OTHER_DIR、$DIRNEX_SELECTED_PATHSも使用できます。
ko: 선택은 인수("$@", "$1")로 전달됩니다. 또한 사용할 수 있는 항목: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
nl: De selectie wordt doorgegeven als argumenten ("$@", "$1"). Ook beschikbaar: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
pl: Zaznaczenie jest przekazywane jako argumenty ("$@", "$1"). Dostępne są także: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
pt_br: A seleção é passada como argumentos ("$@", "$1"). Também disponíveis: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
ru: Выделение передаётся как аргументы («$@», «$1»). Также доступны: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
uk: Вибране передається як аргументи ("$@", "$1"). Також доступні: $DIRNEX_CURRENT_DIR, $DIRNEX_OTHER_DIR, $DIRNEX_SELECTED_PATHS.
zh_hans: 所选项目会作为参数传递（“$@”、“$1”）。另有：$DIRNEX_CURRENT_DIR、$DIRNEX_OTHER_DIR、$DIRNEX_SELECTED_PATHS。
zh_hant: 所選項目會作為參數傳遞（「$@」、「$1」）。另有：$DIRNEX_CURRENT_DIR、$DIRNEX_OTHER_DIR、$DIRNEX_SELECTED_PATHS。

source: The server couldn’t be reached. Check the host name and port.
de: Der Server konnte nicht erreicht werden. Prüfen Sie Hostname und Port.
es: No se pudo contactar con el servidor. Revisa el nombre de host y el puerto.
fr: Le serveur n’a pas pu être atteint. Vérifiez le nom d’hôte et le port.
it: Non è stato possibile raggiungere il server. Controlla il nome dell’host e la porta.
ja: サーバに到達できませんでした。ホスト名とポートを確認してください。
ko: 서버에 연결할 수 없습니다. 호스트 이름과 포트를 확인하십시오.
nl: De server kon niet worden bereikt. Controleer de hostnaam en poort.
pl: Nie można połączyć się z serwerem. Sprawdź nazwę hosta i port.
pt_br: Não foi possível acessar o servidor. Verifique o nome do host e a porta.
ru: Не удалось связаться с сервером. Проверьте имя узла и порт.
uk: Не вдалося з’єднатися із сервером. Перевірте ім’я хоста й порт.
zh_hans: 无法连接到服务器。请检查主机名称和端口。
zh_hant: 無法連線到伺服器。請檢查主機名稱和連接埠。

source: The server is presenting a different certificate than the one you trusted. Remove the saved server and connect again only if you know why it changed.
de: Der Server zeigt ein anderes Zertifikat als das, dem Sie vertraut haben. Entfernen Sie den gespeicherten Server und verbinden Sie sich nur dann erneut, wenn Sie wissen, warum es sich geändert hat.
es: El servidor presenta un certificado distinto del que habías aprobado. Elimina el servidor guardado y vuelve a conectar solo si sabes por qué cambió.
fr: Le serveur présente un certificat différent de celui auquel vous faisiez confiance. Supprimez le serveur enregistré et reconnectez-vous uniquement si vous savez pourquoi il a changé.
it: Il server presenta un certificato diverso da quello che avevi considerato attendibile. Rimuovi il server salvato e connettiti di nuovo solo se sai perché è cambiato.
ja: サーバは、信頼済みの証明書とは異なる証明書を提示しています。変更された理由がわかる場合にのみ、保存済みサーバを削除して接続し直してください。
ko: 서버가 이전에 신뢰한 인증서와 다른 인증서를 제시하고 있습니다. 저장된 서버를 제거하고 변경된 이유를 알 수 있는 경우에만 다시 연결하십시오.
nl: De server toont een ander certificaat dan het certificaat dat je hebt vertrouwd. Verwijder de bewaarde server en maak alleen opnieuw verbinding als je weet waarom dit is gewijzigd.
pl: Serwer przedstawia inny certyfikat niż ten, któremu zaufano. Usuń zachowany serwer i połącz się ponownie tylko wtedy, gdy wiesz, dlaczego się zmienił.
pt_br: O servidor está apresentando um certificado diferente daquele em que você confiou. Remova o servidor salvo e conecte novamente somente se souber por que ele mudou.
ru: Сервер предъявляет не тот сертификат, которому вы доверились. Удалите сохранённый сервер и подключитесь снова, только если знаете, почему он изменился.
uk: Сервер показує інший сертифікат, ніж той, якому ви довірили. Вилучіть збережений сервер і підключайтеся знову лише якщо знаєте, чому це змінилося.
zh_hans: 服务器正在显示与你信任的证书不同的证书。只有在你知道原因时，才删除已保存的服务器并重新连接。
zh_hant: 伺服器正在顯示與你信任的憑證不同的憑證。只有在你知道原因時，才刪除已儲存的伺服器並重新連線。

source: The server presented a certificate that isn’t signed by a trusted authority. This is normal for a NAS or a home server, but it can also mean someone is intercepting the connection. Compare this fingerprint with the one shown on the server before trusting it.
de: Der Server hat ein Zertifikat vorgelegt, das nicht von einer vertrauenswürdigen Stelle signiert ist. Das ist bei einem NAS oder Heimserver normal, kann aber auch bedeuten, dass jemand die Verbindung abfängt. Vergleichen Sie diesen Fingerabdruck mit dem auf dem Server angezeigten Fingerabdruck, bevor Sie ihm vertrauen.
es: El servidor presentó un certificado que no está firmado por una autoridad de confianza. Esto es normal en un NAS o un servidor doméstico, pero también puede significar que alguien está interceptando la conexión. Compara esta huella con la que se muestra en el servidor antes de confiar en ella.
fr: Le serveur a présenté un certificat qui n’est pas signé par une autorité de certification de confiance. C’est courant avec un NAS ou un serveur domestique, mais cela peut aussi indiquer qu’une personne intercepte la connexion. Comparez cette empreinte avec celle affichée sur le serveur avant de lui faire confiance.
it: Il server ha presentato un certificato non firmato da un’autorità attendibile. È normale per un NAS o un server domestico, ma può anche significare che qualcuno sta intercettando la connessione. Confronta questa impronta con quella mostrata sul server prima di considerarla attendibile.
ja: サーバは信頼された認証局によって署名されていない証明書を提示しました。NASや自宅サーバでは通常あり得ますが、接続が傍受されている可能性もあります。 信頼する前に、このフィンガープリントをサーバに表示されているものと比較してください。
ko: 서버가 신뢰할 수 있는 기관에 의해 서명되지 않은 인증서를 제시했습니다. 이는 NAS나 홈 서버의 경우 정상적인 일이지만, 누군가가 연결을 가로채고 있다는 의미일 수도 있습니다. 이 지문을 신뢰하기 전에 서버에 표시된 지문과 비교하십시오.
nl: De server heeft een certificaat getoond dat niet is ondertekend door een vertrouwde instantie. Dit is normaal voor een NAS of thuisserver, maar het kan ook betekenen dat iemand de verbinding onderschept. Vergelijk deze vingerafdruk met de vingerafdruk op de server voordat je deze vertrouwt.
pl: Serwer przedstawił certyfikat, który nie jest podpisany przez zaufany urząd. To normalne dla NAS-a lub domowego serwera, ale może też oznaczać, że ktoś przechwytuje połączenie. Przed zaufaniem porównaj ten odcisk z odciskiem pokazanym na serwerze.
pt_br: O servidor apresentou um certificado que não é assinado por uma autoridade confiável. Isso é normal em um NAS ou servidor doméstico, mas também pode significar que alguém está interceptando a conexão. Compare esta impressão digital com a exibida no servidor antes de confiar nela.
ru: Сервер предъявил сертификат, не подписанный доверенным центром сертификации. Для NAS или домашнего сервера это нормально, но может также означать, что кто-то перехватывает соединение. Сравните этот отпечаток с тем, который показан на сервере, прежде чем доверять ему.
uk: Сервер надав сертифікат, який не підписано довіреним центром. Це нормально для NAS або домашнього сервера, але також може означати, що хтось перехоплює з’єднання. Перш ніж довіряти йому, порівняйте цей відбиток із тим, що показано на сервері.
zh_hans: 服务器提供了一个未由受信任机构签名的证书。对于 NAS 或家庭服务器来说，这是正常的，但也可能表示有人正在拦截连接。 信任此指纹之前，请将其与服务器上显示的指纹进行比较。
zh_hant: 伺服器提供了一個未由受信任機構簽署的憑證。對於 NAS 或家庭伺服器來說，這是正常的，但也可能表示有人正在攔截連線。 信任此指紋之前，請將其與伺服器上顯示的指紋進行比較。

source: The server refused access to that path.
de: Der Server hat den Zugriff auf diesen Pfad abgelehnt.
es: El servidor rechazó el acceso a esa ruta.
fr: Le serveur a refusé l’accès à ce chemin.
it: Il server ha rifiutato l’accesso a quel percorso.
ja: サーバがそのパスへのアクセスを拒否しました。
ko: 서버가 해당 경로에 대한 접근을 거부했습니다.
nl: De server heeft toegang tot dat pad geweigerd.
pl: Serwer odmówił dostępu do tej ścieżki.
pt_br: O servidor recusou acesso a esse caminho.
ru: Сервер отказал в доступе к этому пути.
uk: Сервер відмовив у доступі до цього шляху.
zh_hans: 服务器拒绝访问该路径。
zh_hant: 伺服器拒絕取用該路徑。

source: The server stopped responding.
de: Der Server antwortet nicht mehr.
es: El servidor dejó de responder.
fr: Le serveur a cessé de répondre.
it: Il server ha smesso di rispondere.
ja: サーバが応答しなくなりました。
ko: 서버가 응답을 멈췄습니다.
nl: De server reageert niet meer.
pl: Serwer przestał odpowiadać.
pt_br: O servidor parou de responder.
ru: Сервер перестал отвечать.
uk: Сервер перестал отвечать.
zh_hans: 服务器停止响应。
zh_hant: 伺服器停止回應。
